[{
    "id": "1",
    "order": "1",
    "name": "Wil Campa",
    "datetime": "Sat 07/09, 8:30 pm - 10:00 pm",
    "description": "<p>Recording several albums with Cumbre and Maraca, Wil is best recognized internationally for his Grammy Nominated contribution to the CD ‘Tremenda Rumba’ in 2002. In 2005 Wil formed what is known today as one of Cuba elite groups ‘Wil Campa Y Su Orquesta,’ releasing two albums: ‘Es Tiempo’ in 2006 and ‘Todo Es Posible’ in 2011, winning him a Nomination for Best Album 2012 at the Cubadisco (Cuba’s equivalent of the Grammy’s). Wil Campa Y Su Orquesta have been touring extensively nationally (e.g. Havana Jazz Festival) and internationally, inspiring and introducing thousands of audiences to Cuba’s musical royalty.</p><p>Wil’ s childhood was spent in Pinar del Rio, Cuba, where he grew up amidst streets filled with joyful traditional Cuban music.Wil’ s vision, musical talent, and chorographical direction have placed this Orchestra, Wil Campa Y Su Orquesta, as one of the most exciting touring groups! < /p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.wilcampa.com/english/home_english.html"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/wil.campa"
    }]
}, {
    "id": "2",
    "order": "2",
    "name": "Samba Fusion",
    "datetime": "Sun 07/10, 6:15 pm - 6:45 pm",
    "description": "<p>This multi-cultural troupe performs several styles of dance fusion including Brazilian Samba, Forro, Samba Reggae, Afro- Brazilian, Gypsy, Hip Hop, Contemporary, Salsa/Latin/Reggaeton, African, Polynesian, and Burlesque.</p><p>Samba Fusion was formed by Andrea Monteiro and Naija K in Vancouver based on their common dance background in ‘Samba.’As the ideas flowed in the initial stages of the group 's development, more dancers joined and each dancer brought on their experience in different styles of dance. Rooted in Brazilian Samba fused with numerous dance styles, music and rhythms, Samba Fusion will wow you with their colourful attire and steamy dance moves!</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.sambafusion.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/Samba-Fusion-217416471623486"
    }]    
}, {
    "id": "3",
    "order": "3",
    "name": "Mazacote",
    "datetime": "Sun 07/10, 8:00 pm - 9:00 pm",
    "description": "<p>Mazacote is a west coast latin dance band, playing horn-driven New York salsa dura and beats from Colombia, Puerto Rico and Cuba. Based in Vancouver, the band features Nicaraguan singer-songwriter David Lopez, latin jazz trumpeter Malcolm Aiken, and a groove-heavy rhythm section featuring Chris Couto on timbales, Carlos Arias on bass, and Niho Takase on keys.</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.mazacote.ca"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/playlist?list=PLEB036B617E011C72"
    }]
}, {
    "id": "4",
    "order": "4",
    "name": "Locarno",
    "datetime": "Sat 07/09, 6:30 pm - 7:30 pm",
    "description": "<p>Locarno is the Latin project of Juno award winning musician and Paperboys frontman, Tom Landa. The music, like him, is part Mexican but with strong doses of Cuban Son, folk music, Pop, and Funk. The music could be compared to Manu Chao, Ozomatli, or Rodrigo and Gabriela - a dash of Son Jarocho and Salsa with a more edgy and contemporary flair.</p><p>For the past few years Tom has been writing and recording the material for Locarno.His goal is to create music which is heavily influenced by Mexican music but using the elements and musicians around him in his hometown of Vancouver.A key element to this sound is the partnerships he has created with producer Joby Baker who has worked with several World / Latin artists including Alex Cuba and Miguelito Valdes who lends his trumpet and percussion talents to the project.Miguelito was born and raised in Havana Cuba and has played with Afro - Cuban All Stars, Omara Portuondo, and The Buena Vista Social Club. </p><p>Rounding up the group is Sam Esecson on drums and percussion, Kalissa Hernandez on violin and vocals, and Nick La Riviere on trombone. </p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.locarnomusic.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/locarnomusic"
    }, {
        "name": "Twitter",
        "href": "https://twitter.com/Locarnomusic"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/channel/UCrfT9cEkXIIrx60isCMnC-g"
    }]    
}, {
    "id": "5",
    "order": "5",
    "name": "Tabasko",
    "datetime": "Sun 07/10, 7:00 pm - 7:45 pm",
    "description": "<p>Orquesta Tabasko was formed in 2007 by the group’s director, arranger and composer, Diego Kohl after an inspiring trip to Cali, Colombia where one of his hit singles, ‘El Campo’ was promoted and aired on several radio stations in Colombia. Diego was most impressed by the salsamania he experienced down in Cali. ‘It is the most popular style of music down there,’ says Diego, ‘I would love to see people get as crazy about Latin music here in Canada.’ Diego has been working hard to achieve that goal ever since by performing regularly with Orquesta Tabasko and recording his original Salsa compositions.</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.diegokohl.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/OrquestaTabasko"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/playlist?list=PLB41C9574D25267C0"
    }]    
}, {
    "id": "6",
    "order": "6",
    "name": "Bloco Energia",
    "datetime": "Sun 07/10, 1:15 pm - 1:45 pm",
    "description": "<p>Comprised of 20 members and led by the dynamic duo Marco Castrucci and Nick Fabin, Bloco Energia is a community of people brought together by their passion for Brazilian music and dance. Bloco deliver high energy performances in parades, festivals, and charitable events throughout the Lower Mainland.</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.blocoenergia.org"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/blocoenergia"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/channel/UC4MvB19UJyLf2afr6bUbalQ"
    }]    
}, {
    "id": "7",
    "order": "7",
    "name": "Robin Layne Band ",
    "datetime": "Sat 07/09, 5:45 pm - 6:15 pm",
    "description": "<p>The music of the Robin Layne Band evokes memories of summer days full of adventure and playfulness.</p><p>With roots in jazz, Latin and African traditions their music hints at artists such as Abdullah Ibrahim, Steve Coleman, Thomas Mapfumo, Toumani Dioubate and the marimba music of Chiapas.He has followed his love of world music to Cuba, Guinea, Mali, and Mexico studying under master drummers and marimbists of those respective traditions.He currently performs with world music groups Locarno, Tambura Rasa, and Mazacote </p><p>Equally at home on stage or in a classroom! Robin Layne is a regular fixture on the B.C. festival circuit, collaborating with a wide spectrum of folk and world artists. His recent touring engagements have led him to Mexico, Italy, China, the U.S. and Canada.. Robin is the senior percussion instructor at the Sarah McLachlan School of Music and the Artistic Director of the Britannia World Rhythms for Youth Society.</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.robinlayne.ca"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/robin.layne.5"
    }]
}, {
    "id": "8",
    "order": "8",
    "name": "Brisas del Palmar",
    "datetime": "Sun 07/10, 3:15 pm - 4:00 pm",
    "description": "<p>El Grupo Cubano Brisas del Palmar Quintet rich harmonies have been pleasing crowds in Santiago de Cuba since their inception. Reflecting a unique style and interpretation, the band plays a varied repertoire of traditional Cuban music such as A Cappella, romantic ballads, Salsa, Son, Guaracha, Merengue, Cumbia, and Bachata. Their greatest joy while performing in Cuba and abroad has been their revival of traditional Cuban music rhythms. The memories of growing up in rural farms and the pride they feel for their country is reflected in their music. Brisas del Palmar is recognized as the premiere quintet in Cuba today.</p> < p > Through these years of evolution, the band has been under the direction of Rosel Lamoru, with the collaboration of Yordanis(his brother), Julio, Leonardo, and Sigfrido to complete the group. </p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://brisasdelpalmar.com/"
    }, {
        "name": "Facebook",
        "href": "https://ja-jp.facebook.com/GrupoCubano"
    }]
}, {
    "id": "9",
    "order": "9",
    "name": "Entangados",
    "datetime": "Sat 07/09, 11:30 am - 12:30 pm",
    "description": "<p>This high-energy Argentinian clown band is a diverse group of talented musicians mixing Rock, Cuarteto (quartet), Música Balkánica (Balkan music), Reggae, Cumbia, Ska, Folklore, and Tango. Each member comes from a long history in theater and they love to clown around onstage. Their one desire in common is to entertain the public by bringing laughter and happiness! Colourful clothes and amusing behaviour, dance moves and skills on the instruments are just a few surprises in store.  </p><p>Come Live and dance to the sounds of Latin America at Carnaval del Sol!</p > ",
    "image": "",
    "links": [{
        "name": "Facebook",
        "href": "https://www.facebook.com/Entangados"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/user/Entangados"
    }]    
}, {
    "id": "10",
    "order": "10",
    "name": "Las Estrellas de Vancouver",
    "datetime": "Sun 07/10, 4:15 pm - 5:00 pm",
    "description": "<p>Las Estrellas de Vancouver is an All-Female Mariachi band, the group has gathered a stellar group of instrumentalists and singers from diverse musical backgrounds such as jazz, classical, and world music. They are passionate and thrilled to present a very high level of performance and to honour this beautiful musical tradition. In March 2015 they participated in a Viva el Mariachi Femenil event to honour the history of women in Mariachi.</p>",
    "image": "",
    "links": [{
        "name": "Facebook",
        "href": "https://www.facebook.com/Las-Estrellas-de-Vancouver-1634965453407354"
    }]
}, {
    "id": "11",
    "order": "11",
    "name": "Zazueira Band",
    "datetime": "Sun 07/10, 2:30 pm - 3:00 pm",
    "description": "<p>Zazueira Band is influenced by a variety of styles and rhythms such as Bossa Nova of Joao Gilberto, the samba and chorinho of Samba schools, and the Brazilian Pop strongly influenced by the Tropicalia movement from the north of Brazil. Zazueira brings together the classic of the Bossa Nova with the originality of the Samba schools in modern variations such as Samba Reggae, Samba Rock and Pop, giving the music a high energy of exciting flavour.</p>",
    "image": "",
    "links": [{
        "name": "Facebook",
        "href": "https://www.facebook.com/zazueiraband"
    }, {
        "name": "Web",
        "href": "http://www.myspace.com/zazueiraband"
    }]    
}, {
    "id": "12",
    "order": "12",
    "name": "Alma Chevere",
    "datetime": "Sat 07/09, 3:15 pm - 4:00 pm",
    "description": "<p>Alma Chevere is a melodious fusion of several styles such as Flamenco, Rumba, Rock and Latin Pop.</p><p> Alma Chevere, Meaning‘ Cool Soul, ’was conceived by four individuals from varied walks of life sharing common passions.The musicians themselves are an eclectic mix coming from as far as Venezuela, Mexico, Colombia, to Bella Coola.Each member of the band brings his own musical style derived from his home roots, varied musical influences, and languages, resulting in music that is truly unique and fulfilling. < /p> < p > Lead singer, Luis Guttierez, brings a flare of Caribbean heat, salsa and energy from Venezuela, Guitarist Victor Fe evokes Spanish passion and emotion with his flamenco rhythms, and Mexico 's bright colour palette is made evident by bass player, Rolando Hernandez. On drums and percussion is multi-instrumentalist Karl Frostrup.</p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://almachevere.com/index.html"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/AlmaChevere"
    }]    
}, {
    "id": "13",
    "order": "13",
    "name": "Kutapira",
    "datetime": "Sun 07/10, 5:15 pm - 6:00 pm",
    "description": "<p>This highly stylized marimba fusion consists of some contemporary Zimbabwean tunes but the majority of the music is composed and arranged by Kutapira and inspired by genres like Reggae, Funk, Latin Jazz, Samba, Cumbia, Disco and Hip Hop.</p><p>What started years ago as a youth world music initiative has metamorphosed into the crowd pleasing percussion explosion known today as Kutapira, meaning‘ sweetness’ in the Shona language of Zimbabwe, a fitting title for a band that plays a fusion of Zimbabwean marimba with West African and Afro - Cuban percussion and more. < /p><p>For years they performed exclusively as a mallet swinging, skin - slapping quintet but now, in their latest evolutionary form, feature guitar, horns and vocals. </p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.kutapira.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/kutapira"
    }]
}, {
    "id": "14",
    "order": "14",
    "name": "Flamenco Rosario ",
    "datetime": "Sun 07/10, 1:45 pm - 2:15 pm",
    "description": "<p>Flamenco Rosario is known for its spirited, fiery, and creative performances and collaborations! While the company continues to honour traditional flamenco, it also stretches the boundaries of this art form by producing its own original material.</p><p>Flamenco Rosario was founded by artistic director Rosario Ancer and musical director Victor Kolstee in 1989. With its annual Flamenco Festival, main stage performances, Cuadro Flamenco series, and Professional Training Program, Flamenco Rosario takes pride in creating a platform for flamenco to flourish in the city of Vancouver.With a solid and loyal following, Rosario’ s dancers are known to perform at sold - out venues.The company is graced by both local and international artists of the highest calibre. </p><p>With her 2010 award - winning Mexican production Mis Hermanas, Ms.Ancer was awarded the Isadora Award for Excellence in Choreography.She received“ The Mayor’ s Arts Award” in the Dance category in 2012 for her cultural contributions to Vancouver. </p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://flamencorosario.org"
    }, {
        "name": "Twitter",
        "href": "https://twitter.com/flamencorosario"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/pages/Flamenco-Rosario/201862698652"
    }] 
}, {
    "id": "15",
    "order": "15",
    "name": "Maquilishuat Folklore Dancers",
    "datetime": "Sun 07/10, 12:30 pm - 1:00 pm",
    "description": "<p>Originally known as “Las Cortadoras“ in PEI (for 6 years), the Salvadoran Folklore Group Maquilishuat aims to promote and share its culture and heritage with the Latin American and Canadian community through its dance and customs.</p>",
    "image": "",
    "links": []         
}, {
    "id": "16",
    "order": "16",
    "name": "Nahualli Folklore Dancers",
    "datetime": "Sat 07/09, 1:30 pm - 2:00 pm",
    "description": "<p>Get caught up in the colourful costumes and the graceful dance moves of this dance troupe at Carnaval del Sol!</p><p> Nahualli(Na - Wall - E) Folklore Society was born in 2010 out of a passion to promote Mexican Culture in Canada, primarily through traditional Mexican dance forms from all regions of Mexico.The name Nahualli originates from an indigenous language of Mexico called Nahuatl(Nah - Walt).It signifies an animal spirit or a transforming power that protects and guides each person from the moment of birth - the same transforming power the dancers feel on stage as they represent Mexico for the audience. < /p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://www.nahuallifolklore.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/NahualliFolklore"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/user/NahualliFolkloreTube"
    }]
}, {
    "id": "17",
    "order": "17",
    "name": "Axé Capoeira",
    "datetime": "Sat 07/09, 12:30 pm - 1:00 pm",
    "description": "<p>Capoeira is a Brazilian art form that combines fight, dance, rhythm and movement. Capoeira is a dialog between players - a conversation through movement that can take on many shades of meaning. Rooted in history capoeira's dance-like appearance was a way for people to hide their training of combat and self defense.</p> < p > Grupo Axé Capoeira began in Recife(Brazil) in 1982 and is Canada’ s first academy of Capoeira.</p><p>Axé Group continues to rise as one of the world’ s leading Capoeira organisations; they continue to travel worldwide to participate in competitions.Grupo Axé has also performed in the 2001 International Capoeira Competition in Argentina.The philosophy of Grupo Axé Capoeira is to respect all the Mestres(symbol / guide), preserve the roots and traditions of Capoeira, and train Capoeira in all its aspects: as a fight, art, and culture. </p><p>Come Live and Play Latin America at this year’ s Carnaval del Sol! < /p>",
    "image": "",
    "links": [{
        "name": "Web",
        "href": "http://axevancouver.com"
    }, {
        "name": "Facebook",
        "href": "https://www.facebook.com/AxeCapoeiraVancouver"
    }, {
        "name": "Youtube",
        "href": "https://www.youtube.com/user/axecapoeiravideos"
    }, {
        "name": "Twitter",
        "href": "https://twitter.com/axecapoeiravan"
    }]
}, {
    "id": "18",
    "order": "18",
    "name": "Paul Bray Drumming Workshop",
    "datetime": "Sat 07/09, 1:00 pm - 1:30 pm",
    "description": "<p>“Paul Bray is a dynamic and charismatic percussionist who draws on his strong classical background, Paul has devoted his attention to the study of African influenced music, specialising in Afro-Cuban and Afro-Brazilian folkloric musical styles.” </p><p> Come out and Live Latin America with Paul Bray!</p><p>Paul’ s impressive list of achievements includes studies in Cuban music and Brazilian percussion, and collaborations with Afro - Bahia Dance Productions and Yasse Afro - Arts.He also works as a studio musician as a director of Sambatá, Vancouver’ s 20 - piece Escola de Samba.Paul has also performed as a guest artist with both Jesse Cook and Tibetan multi - instrumentalist Nawang Khechog. </p><p>Paul is taking time out from his busy schedule to Play some Latin American drums at Carnaval del Sol!Currently,Paul is the percussion instructor at the Sarah McLachlan Music Outreach and is guest instructor with the Britannia World Rhythms Ensemble. </p><p>In the performing arena Paul is a member of Tambor Iroko - led by Jack Duncan Candela– and he is a regular club percussionist,collaborating with local DJ’ s in Vancouver </p>",
    "image": "",
    "links": []
}, {
    "id": "19",
    "order": "19",
    "name": "Songpati",
    "datetime": "Sat 07/09, 2:15 pm - 3:00 pm",
    "description": "<p>Latin beats pulsing with high energy rhythms, and lyrics ranging from humour to love songs and everything in between!</p><p> Songpati is a Latin music band that was created to bring new rhythms and enriching diversity to the stage.This Venezuelan folk music ensemble is formed of experienced musicians that have been performing regularly in Canada and overseas for over 20 years.Songpati’ s focus is in songs taken from one of the many Venezuelan genres, Gaita Zuliana, which is influenced by African and Spanish rhythms, providing a style of music that is engaging yet unpredictable and evocative using instruments such as cuatro, maracas, tambora(Venezuelan drum), furruco, and charrasca among others. </p>",
    "image": "",
    "links": [{
        "name": "Facebook",
        "href": "https://www.facebook.com/Songpati"
    }, {
        "name": "Twitter",
        "href": "https://twitter.com/songpati"
    }]
}, {
    "id": "20",
    "order": "20",
    "name": "Zumba",
    "datetime": "Sun 09/10, 11:30 am - 12:30 pm",
    "description": "<p>http://www.zumbavancouver.ca/</p>",
    "image": "",
    "links": []      
}, {
    "id": "21",
    "order": "21",
    "name": "Salsa",
    "datetime": "Sat 07/09, 7:45 pm - 8:15 pm",
    "description": "",
    "image": "",
    "links": []
},{
    "id": "22",
    "order": "22",
    "name": "African Peruvian",
    "datetime": "Sat 07/09, 4:15 pm - 5:45 pm",
    "description": "",
    "image": "",
    "links": [{
        "name": "",
        "href": ""
    }, {
        "name": "",
        "href": ""
    }]
}]
